Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: The choice of Riyadh is a fresh sign that the kingdom is regaining some of the prominence it had lost to the UAE in finance and economics even before Oman opted out of the monetary union plan and Kuwait chose to abandon the dollar peg.
ar: إن اختيار الرياض هو دلالة جديدة بأن المملكة قد استعادت بعضا من أهميتها التي ذهبت إلى الإمارات العربية المتحدة في الأولوية المالية و الاقتصادية حتى قبل أن تقوم سلطنة عمان بالانسحاب من الإتحاد النقدي و اختيار الكويت التخلي عن الدولار.

source: Pope's address disappoints Muslim leaders
ar: خطاب البابا يحبط قادة المسلمين.

source: AMMAN (AFP) — Jordanian clerics expressed disappointment that Pope Benedict XVI in an address to Muslim leaders on Saturday failed to offer a new apology for remarks seen as targeting Islam.
ar: عمان (أ ف ب) - عبر رجال الدين الأردنيون عن خيبة أملهم في الخطاب الذي ألقاه البابا بينيدكتوس السادس عشر يوم السبت لقادة المسلمين و الذي فشل في تقديم إعتذار جديد عن التصريحات التي اعتبرت أنها تستهدف الإسلام.

source: We wanted him to clearly apologise, Sheikh Yusef Abu Hussein, mufti of the southern city of Karak, told AFP after the pope's address in Amman's huge Al-Hussein Mosque.
ar: و قد قال الشيخ يوسف أبو حسين - مفتي مدينة الكرك - لوكالة فرانس برس بعد خطاب البابا في مسجد الحسن الكبير في عمان: أردنا له أن يعتذر بوضوح.

source: What the pope said (in 2006) about the Prophet Mohammed is untrue. Islam did not spread through the power of sword. It's a religion of tolerance and faith, Hussein said.
ar: و قال الحسين: ما قاله البابا (في عام 2006 ) عن النبي محمد هو أمر غير صحيح. الإسلام لم ينتشر من خلال قوة السيف. إنه دين التسامح و الإيمان.

source: The pope had in 2006 quoted a medieval Christian emperor who criticised some teachings of the Prophet Mohammed as evil and inhuman.
ar: و كان البابا قد اقتبس في عام 2006 عن امبراطور مسيحي من القرون الوسطى وصفه لبعض تعاليم النبي محمد بأنها شريرة و لا إنسانية.

source: The pontiff apologised at the time for the unfortunate misunderstanding but ahead of his visit to Jordan the kingdom's main opposition party, the Islamic Action Front, said the pope was not welcome unless he again apologised.
ar: الحبر كان قد اعتذر في ذلك الوقت عن سوء الفهم المؤسف و لكن قبل زيارته للأردن, قال كل من حزب المعارضة الرئيسي في المملكة و جبهة العمل الإسلامي أن البابا غير مرحب به إلا إذا اعتذر مرة أخرى.

source: What the pope said was not an apology, said Hammam Said, the overall leader of Jordan's Muslim Brotherhood and University of Jordan professor.
ar: ما قاله البابا لم يكن إعتذارا هذا ما قاله همام سعيد, زعيم حركة الإخوان المسلمين في الأردن و البروفسور في الجامعة الأردنية.

source: We want the apology to be clear just like the insults to Islam were clear. He should acknowledge his mistakes. That's our position and the position of all Jordanians.
ar: و تابع قائلا: إننا نريد اعتذارا واضحا تماما كما كانت الإهانات الموجهة للإسلام واضحة. يجب أن يعترف بأخطائه. و ذلك هو موقفنا و موقف جميع الأردنيين.

source: The Brotherhood is represented in the lower house of parliament by its powerful political arm, the Islamic Action Front.
ar: يمثل جماعة الإخوان المسلمين في مجلس البرلمان الأدنى ذراعها السياسي القوي,جبهة العمل الإسلامي.

source: We had hoped the pope would take into consideration the feelings of Muslims, said Sheikh Jamal Jumaah of the city of Madaba after the pope's speech in which he urged reconciliation between Christians and Muslims.
ar: و قال الشيخ جمال جمعة من مدينة مادبا بعد خطاب البابا الذي دعا فيه إلى المصالحة بين المسيحيين و المسلمين: كنا نأمل أن البابا سيأخذ في عين الإعتبار مشاعر المسلمين .

source: He is a guest of the Muslims and we expected him to say one word. It's not too late. He can still apologise.
ar: إنه ضيف على المسلمين و كنا نتوقع منه أن يقول كلمة واحدة. لم يفت الأوان بعد. فهو لا زال يستطيع الاعتذار.

source: Prince Ghazi bin Mohammed, Jordanian King Abdullah II's advisor on religious affairs who hosted the pontiff during his visit to the mosque, was more conciliatory.
ar: الأمير غازي بن محمد, مستشار الشؤون الدينية للعاهل الأردني الملك عبدالله الثاني الذي استضاف البابا خلال زيارته إلى المسجد, كان أكثر تسامحا.

source: I would like to thank you for expressing regret over the lecture in 2006, which hurt the feelings of Muslims, Ghazi told the pope.
ar: حيث أخبر غازي البابا: أود أن أشكركم لإظهار الأسف الذي قدمته في محاضرة عام 2006, و التي جرحت مشاعر المسلمين .

source: We realise that the visit (to Jordan) comes as a goodwill gesture and a sign of mutual respect between Muslims and Christians.
ar: إننا ندرك أن الزيارة ( إلى الأردن) تأتي كبادرة لحسن النية و إشارة للاحترام المتبادل بين المسلمين و المسيحيين.

source: The visit to Jordan is Benedict's first to an Arab state as pontiff and marks the first leg of an eight-day tour of the Holy Land that will also take him to Israel and the Palestinian territories.
ar: إن الزيارة إلى الأردن هي أول زيارة لبينديكت إلى دولة عربية كبابا و تمثل المحطة الأولى في جولة تمتد لثمانية أيام في الأراضي المقدسة التي سيقوم فيها بزيارة إسرائيل و الأراضي الفلسطينية المحتلة أيضا.

source: More »
ar: اقرأ أكثر...

source: Copyright © 2009 AFP. All rights reserved.
ar: . جميع الحقوق محفوظة. © وكالة فرانس برس, 2009.

source: Pope Benedict XVI has stressed his deep respect for Islam at the start of a regional tour of the Holy Land
ar: أكد البابا بينيدكت السادس عشر على الاحترام العميق للإسلام في بداية جولة له في الأرض المقدسة.

source: 1 day ago
ar: منذ يوم واحد.

source: Back to Google News
ar: العودة إلى أخبار غوغل..

source: King Abdullah in Mid-East warning
ar: العاهل الأردنى،الملك عبد الله، و تحذير الشرق الأوسط

source: King Abdullah of Jordan has warned that failure to reach an agreement for peace in the Middle East will result in a new conflict within 12-18 months.
ar: حذر العاهل الأردني الملك عبد الله، من أن الفشل في التوصل لاتفاق من أجل السلام بالشرق الأوسط قد ينجم عنه نشوب صراع جديد خلال الفترة القليلة القادمة، من ثمانية إلى عام تقريباً.

source: In comments to the UK newspaper The Times, he said the US was finalising an ambitious 57-state solution for peace that he is helping to prepare.
ar: و فى تعليق له لجريدة الأخبار البريطانية، التايمز، أعلن أن الولايات المتحدة الأمريكية قد توصلت نهائياً إلى حل او قرار خمسة و سبعين دولة من أجل السلام و الذي ساعد في إعداده.

source: The king said the plan would include proposals to settle Israel's disputes with Syria and Lebanon.
ar: و قد أوضح الملك أن تلك الخطة تتضمن مقترحات و عروض لحل المفاوضات و النزاعات الإسرائيلية مع كلٍ من سوريا و لبنان.

source: His comments came ahead of Middle East debate at the UN Security Council.
ar: و جاءت تعليقاته مباشرةً خلال مناظرة أو حوار الشرق الأوسط بمجلس الأمن بمقر الأمم المتحدة.

source: Monday's meeting between foreign ministers is expected to underline the council's support for the Middle East peace process.
ar: و من المتوقع أن يسفر اجتماع يوم الاثنين بين وزراء الخارجية العرب عن اقرار تعاون و دعم المجلس لمسار عملية السلام بالشرق الأوسط.

source: Meanwhile, Israeli Prime Minister Benjamin Netanyahu is due to visit the White House next week, and Palestinian and Egyptian leaders have been invited to separate meetings in Washington.
ar: و فى نفس الوقت، فمن المقرر أن يقوم رئيس الوزراء الإسرائيلي بزيارة البيت الأبيض الأسبوع القادم، و قد تم دعوة قادة كلاً من مصر و فلسطين لاجتماعات منفصلة بواشنطن كذلك.

source: In early June, President Barack Obama is to give a major speech on US relations with the Muslim world in Egypt.
ar: و في بداية يونيو، من المقرر كذلك أن يقوم الرئيس الأمريكي المنتخب باراك أوباما بالقاء خطبة رئيسية بمصر حول العلاقات بين كلاً من الولايات المتحدة الأمريكية و المسلمين.

source: BBC Diplomatic correspondent Jonathan Marcus says if a comprehensive approach really is put on the table it would be the first
ar: و قد أوضح المراسل الدبلوماسي لهيئة الإذاعة البريطانية جوناثان ماركوس أنه لو تم طرح فعلاً أسلوب متكامل شامل فسيكون ذلك بمثابة

source: peace-making effort
ar: أول جهود عملية سلام

source: of this kind since the Madrid summit in 1991.
ar: من نوعها منذ مؤتمر قمة مدريد عام 1991 م.

source: 'Shuttle diplomacy'
ar: السياسة الخارجية مع الجميع.

source: In his interview with the Times, King Abdullah of
ar: و قد علق العاهل الأردنى، الملك عبد الله، فى حوار له مع جريدة التايمز البريطانية أن كل العيون ستتجه لواشنطون في تلك الفترة.

source: If there are no clear signals and no clear directives to all of us, there will be a feeling that this is just another American government that is going to let us all down.
ar: فإن لم توجد أى إشارات واضحة و جلية و توجيهات محددة و صريحة، سيتولد نوعاً من الإحساس أن تلك الحكومة ما هى إلا مجرد حكومة أمريكية جديدة حلت محل سابقتها و التى بدورها ستخذلنا هي الأخرى.

source: He also warned that if Israel procrastinated on a two-state solution, or there was no clear US vision on what should happen this year, Mr Obama's tremendous credibility in the Arab world would evaporate overnight.
ar: كما أن العاهل الأردني حذر من أنه لو أجلت إسرائيل قرار حل كلتا الدولتين أو لم توجد رؤية أمريكية حول مجريات الأحداث في ذلك العام، كما حدث فى حفل تنصيب حكومة أوباما، فإن العالم العربى سيتبخر ليلاً.

source: If we delay our peace negotiations, then there is going to be another conflict between Arabs or Muslims and Israel in the next 12-18 months, he said.
ar: فإذا قمنا بتأجيل مفاوضات السلام، سيوجد نوعاً آخر من الصراع بين كلاً من العرب و المسلمين من جهة، و بين الإسرائيليين من جهة أخرى خلال الفترة القصيرة القادمة.

source: King Abdullah said what was being proposed was a 57-state solution that would include all 57 member of the Organisation of the Islamic Conference (OIC).
ar: و قد أوضح الملك عبدالله أن ما تم الإعلان عنه هو حل السبع و خمسين دولة، و الذي سيتضمن سبعة و خمسين عضواً من منظمة المؤتمر الإسلامى (OIC) .

source: What we are talking about is not Israelis and Palestinians sitting at the table, but Israelis sitting with Palestinians, Israelis sitting with Syrians, Israelis sitting with Lebanese, he said.
ar: فما نتحدث عنه صراحةً ليس جلوس كلاً من الإسرائيليين و الفلسطينيين على طاولة المفاوضات، و لكن جلوس الإسرائيلين مع الفلسطينيين، جلوس الإسرائيليين مع السوريين، جلوس الإسرائيليين مع اللبنانيين من أجل الحوار.

source: The Times reported that a plan might offer Israel entry visas to every Arab country, the right of Israeli national airline El Al to fly over Arab territory, and the eventual recognition of Israel by all OIC members.
ar: و قد علقت جريدة التايمز على الموضوع، أن الخطة قد تتيح للإسرائيليين تأشيرات دخول لكل الدول العربية، و هو حق الخطوط الجوية الإسرائيلية أن تعبر جميع الدول العربية. و كذلك حق الإعتراف باسرائيل من قبل أعضاء منظمة المؤتمر الإسلامى.

source: Israel would have to respond by halting the construction and expansion of settlements, and agree to withdraw from land taken since 1967.
ar: و ستستجيب اسرائيل بوقف كل عمليات الإنشاء و التوسعات في مستوطناتها، و ستوافق على الانسحاب من الضفة الغربية و التى احتلتها منذ 1967 ميلادية.

source: The right of return of
ar: و سيتم التفاوض حول حق العودة أمام

source: Palestinian refugees
ar: اللاجئين الفلسطينيين

source: and the future status of
ar: اللاجئين الفلسطينيين

source: Jerusalem
ar: القدس

source: HORIZON-1: Seized on July 8, 2009. The 34,173 dwt bulk carrier, believed to be carrying sulphate, was hijacked with 23 Turkish crew aboard.
ar: هورايزن -1: تمت مصادرتها في الثامن من شهر تموز, 2009. الناقلة التي تحمل 34,173 من المواد الأولية, يعتقد أنها كانت تحمل الكبريت, خطفت و على متنها 23 شخصا من أفراد طاقمها التركي.

source: would be negotiated within the framework of the deal.
ar: خلال جدول المناقشات في الإتفاق الذي يتم أخذ القرار به.

source: Mr Netanyahu has not endorsed the establishment of a Palestinian state.
ar: إلا أن رئيس الوزراء الإسرائيلى لم يؤيد مسألة إقامة دولة فلسطينية.

source: His foreign minister Avigdor Lieberman has said the Israeli-Palestinian peace process was at a dead end.
ar: و علق وزير الخارجية الإسرائيلي أن عملية السلام بين الفلسطينيين و الإسرائيليين قد وصلت إلى نهاية المطاف و أصبحت مسألة مستحيلة

source: Instead of a two-state solution backed by the US and the EU,
ar: و بدلاً من حل كلتا الدولتين و الذي تم إقتراحه من قبل حكومة الولايات المتحدة الأمريكية و كذلك الإتحاد الأوربي،

source: Mr Netanyahu is calling for a triple-track peace process
ar: فرئيس الوزراء الإسرائيلي، بينيامين نتنياهو، يدعو إلى مسار ثلاثي لعملية السلام

source: that includes progress on the political, security and economic front.
ar: و الذي يتضمن تقدم في اليجبهة السياسية و الأمنية و كذلك الإقتصادية.

source: 'Nuclear Weapons Are Not Kalashnikovs'
ar: الأسلحة النووية ليست رشاشات كلاشنيكوف

source: The West is concerned about the stability of Pakistan. SPIEGEL spoke with President Asif Ali Zardari, 53, about failed peace talks with the Taliban, the possible whereabouts of Osama bin Laden and the safety of his country's nuclear arsenal.
ar: الغرب منشغل باستقرار باكستان. سبيغل تحدثت مع الرئيس آصف علي زرداري (53 سنة) حول طالبان، الأماكن التي يحتمل أن يكون فيها أسامة بن لادن وسلامة السلاح النووي لبلده.

source: Mr. President, the Taliban is advancing deeper and deeper into the heart of Pakistan. Does your army lack the will or the capability to effectively combat the extremists?
ar: السيد الرئيس، تقدم طالبان يتم بشكل أعمق فأعمق داخل باكستان. هل يفتقد جيشكم للإرادة أم للقدرة للتصدي للمتطرفين على نحو فعال؟

source: Neither the one nor the other. Swat itself has a particular nature -- its physical boundaries limit our action and capabilities. We had a similar situation in Bajaur along the border to Afghanistan. There, too, we went in with F-16s, tanks, heavy artiller
ar: لا هذا ولا ذاك. فلمنطقة سوات طبيعة خاصة –حواجزها الطبيعية تحد من تحركنا وقدراتنا. ونفس الأمر ينطبق على منطقة باجور على طول الحدود مع أفغانستان. ولقد توجهنا أيضا إلى تلك المنطقة بمقاتلات (إف 16)، والدبابات، والمذرعات الثقيلة وقواتنا. وفي الوقت الراهن ي

source: The peace agreement you supported with militant Islamists in Swat Valley just failed like others before it. The Taliban didn't give up their arms as agreed to in the deal. Are deals with extremists a realistic strategy for peace?
ar: اتفاق السلام الذي دعمتم مع النشطاء الإسلاميين في منطقة وادي سوات باء بالفشل، شأنه شأن باقي الاتفاقات السابقة. طالبان لم تضع السلاح كما كان منصوصا عليه في الاتفاق. هل تعتبرون الاتفاقات التي يتم عقدها مع المتطرفين استراتيجية واقعية من أجل تحقيق السلام؟

source: During negotiations, we try to differentiate between copycats or criminals and the hardcore. It is an ongoing insurgency which takes time to finish. We go in with our troops, we talk, we retreat, we pull back, and then the Taliban goes on a new offensive.
ar: لقد حاولنا خلال المفاوضات التمييز بين المجرمين والمتشددين. إنه نوع من التمرد الذي يتطلب فترة من الوقت للقضاء عليه. إننا نتقدم بالجنود، نعقد محادثات، نتراجع وننسحب، ثم تقوم طالبان بشن هجوم جديد. إنه أمر يتطلب غير قليل من الوقت، وليست ثمة أية موسوعة يمكن ال

source: The chief Taliban negotiator in Swat, Sufi Mohammed, claims that democracy is opposed to Islam. So what are the foundations for a treaty?
ar: يدعي كبير مفاوضي طالبان بمنطقة سوات، صوفي محمد، أن الديمقراطية تتعارض والإسلام. ما هي إذن المنطلقات التي يمكن أن يقوم عليها أي اتفاق؟

source: When he refuses to recognize Pakistan's constitution, he is breaking the terms of the peace deal. That gives our negotiators and the populace the support they need to take him on. If the deal doesn't work, then parliament will have to decide on it again.
ar: برفضه الاعتراف بالدستور الباكستاني فإنه يخرق قواعد اتفاق السلام. وهذا يعطي الدعم لمفاوضينا وللسكان من أجل مؤاخذته. وإن لم ينجح الاتفاق، فإنه سيتعين على البرلمان اتخاذ القرار بشأن ذلك مجددا. هذه هي الديمقراطية. وكما تروون فإنها تعمل.

source: In the meantime, the army has entered into battle against the Taliban. Is it not just a bogus operation in order to quiet a concerned West?
ar: وفي نفس الآن دخل الجيش في معركة مع طالبان. ألا يعدو أن يكون الأمر مجرد عملية إيهامية من أجل تهدئة الغرب القلق؟

source: It is a large-scale operation. Altogether, more than 100,000 Pakistani troops are operating in the region. Of course we also have a comprehensive strategy and a plan for reconstruction.
ar: إنها عملية من مستوى عال، بحيث سيشارك أكثر من مائة ألف جندي باكستاني في العمليات بالمنطقة. وبطبيعة الحال، لدينا أيضا استراتيجية شاملة وبرنامج لإعادة البناء.

source: The Taliban is increasingly calling on the poor to follow them and to chase away the landlords and feudal lords. Are the Islamists in the process of transforming themselves into a social movement that pits Pakistan's underprivileged against the rich elite
ar: ما لبثت حركة طالبان تدعو الفقراء للانضمام إلى صفوفها وطرد مالكي الأراضي والإقطاعيين. هل يسير الإسلاميون في اتجاه تحويل أنفسهم إلى حركة مجتمعية تستقطب الفئات الباكستانية المحرومة في مواجهة الأغنياء، الذين اعترضوا على الإصلاح الزراعي؟

source: I don't see that. In regions of the northwest border provinces, there is no feudalism because there is no land available that would be sufficient for agriculture -- it is all mountainous terrain. There are old families and there is a tribal chief system t
ar: لا أعتقد ذلك. في مناطق الولايات الموجودة على الحدود الشمالية الغربية، لا وجود للنظام الإقطاعي، لأنه لا توجد ثمة أراضي كافية للزراعة، فالمنطقة كلها عبارة عن تضاريس جبلية. ثمة أسر عريقة ونظام زعامة قبلي يقوم على أساس قوانين القبيلة منذ عدة قرون. تتوفر طالبا

source: Why don't you move some of the troop divisions you have stationed on the eastern border with India to the northwest border, where there is clearly a greater need?
ar: لماذا لا تتحرك ببعض أقسام الجيش المتمركزة بالحدود الشرقية مع الهند في اتجاه الشمال الغربي، سيما أن ثمة حاجة كبيرة إليها؟

source: SPIEGEL:
ar: سبيغل:

source: Zardari:
ar: زرداري:

source: Both borders are of equal importance. The fact that the Indians recently increased their troop presence on the border creates a little concern. We react appropriately and we understand our country better than outsiders. This year we have already killed ma
ar: الواجهات الحدوديتان تحظيان بنفس الأهمية لدينا. كما أن تعزيز الوجود العسكري الهندي على الحدود يثير قلقنا. إننا نتحرك على النحو المطلوب، ونحن أدرى ببلدنا من أي أجنبي آخر. لقد قتلنا هذا العام العديد من المقاتلين الأجانب وعدد أكثر من المهاجمين المحليين. ولقد

source: The Taliban in Swat Valley have invited Osama bin Laden to live with them and they have offered to protect him from the Pakistani army and the Americans. What will you do if he accepts their offer?
ar: لقد حركة طالبان بمنطقة سوات دعود لأسامة بن لادن لكي يعيش في كنفها وعرضت عليه توفير الحماية من الجيش الباكستاني ومن الأمريكيين. ما الذي ستفعلونه لو قبل هذا العرض؟

source: It would be a great gesture if Osama bin Laden were to come out into the open in order to give us a chance of catching him. The question right now is whether he is alive or dead. The Americans have told me they don't know. They are much better informed an
ar: قد تكون تلك إشارة عظيمة من أسامة بن لادن، بحيث سيكشف عن نفسه وسيمنحنا ذلك فرصة الإمساك به. السؤال المطروح حاليا يتمحور حول حياته من عدمها. الأمريكيون أخبروني بأنهم لا يتوفرون على الإجابة. إنهم يتوفرون على معلومات أكثر منا، ولقد ظلوا يسعون وراءه منذ مدة طو

source: The relationship between the democratic government in Islamabad and the traditionally dominant army has never been an easy one. Do you trust your army chief, General Ashfaq Kayani, and the notorious ISI secret service?
ar: إن العلاقة بين الحكومة الديمقراطية في إسلام آباد والجيش المهيمن لم تكن في يوم من الأيام علاقة سلسة. هل تثقون في قائد الجيش، الجنرال أشفق كياني وجهاز الاستخبارات السيء السمعة (أي إس أي)؟

source: It is a trustful working relationship and I am well enough informed. My party, the Pakistan People's Party, and its allies have the majority and we will see things through. At the moment I see no danger of a military coup.
ar: إنها علاقة تطبعها الثقة، كما أنني أحصل على ما يكفي من المعلومات. إن حزبي، حزب الشعب الباكستاني، وحلفاءه يتوفرون على الأغلبية، وننظر إلى الأمور من هذه الزاوية. وفي الوقت الراهن، لا أرى خطر حدوث أي انقلاب.

source: Why do you leave the elimination of top terrorists in the Pakistani tribal areas to the Americans, whose drone attacks are extremely unpopular amongst the populace? Why don't you handle this yourselves?
ar: لماذا تركتم مهمة القضاء على كبار الإرهابيين في المناطق القبلية الباكستانية للأمريكيين، الذين يعتمدون على الهجمات بدون طيار، الأمر الذي لم تتعود عليه الساكنة؟ لماذا لم تتكلفوا أنتم بتلك المهمة؟

source: If we had the drone technology, then we would. It would be a plus. We have always said that we don't appreciate the way the Americans are handling it. We think it is counterproductive. But it is mostly happening in the border areas between Pakistan and Af
ar: : لو كنا نتوفر على تكنولوجيا الهجوم بدون طيار، لكنا قمنا بتلك المهمة. سيكون ذلك معطى إضافيا بالنسبة لنا. لقد قلنا دوما إننا لا نستحسن الطريقة التي تتعامل بها الولايات المتحدة مع الأمور. نعتقد أن ذلك يعطي نتائج عكسية. لكن ذلك يحدث في غالب الأحيان في المنطق

source: What are you hoping will happen during your visit with US President Barack Obama this week?
ar: ما الذي تأملون في تحقيقه خلال زيارتكم للرئيس الأمريكي باراك أوباما هذا الأسبوع؟

source: That is a million dollar question. And I am hoping the answer will be billions of dollars, because that is the kind of money I need to fix Pakistan's economy. The idea is to request that the world appreciate the sensitivity of Pakistan and the challenges
ar: هذا سؤال بقيمة مليون دولار، وأتطلع لأن تكون الإجابة بقيمة ملايير الدولارات، لأن هذه هي الأموال التي أحتاجها من أجل تحقيق استقرار الاقتصاد الباكستاني. إن الفكرة تكمن في دعوة العالم لتقييم حساسية باكستان والتحديات التي يواجهها البلد والتعامل معنا على قدم ال

source: The Americans currently view a nuclear-armed Pakistan as the world's most dangerous country. Your wife, Benazir Bhutto, who was assassinated by terrorists, feared that your country's nuclear weapons could fall into the hands of Islamist extremists. Do you
ar: إن الأمريكيين ينظرون إلى باكستان المتوفرة على السلاح النووي على أنها أخطر بلد في العالم. ولقد كانت زوجتكم، بينازير بوتو، التي اغتالها الإرهابيون، تتخوف من أن يقع ذلك السلاح النووي في أيدي المتطرفين الإسلاميين. هل تشاطرها نفس التخوف؟

source: If democracy in this country fails, if the world doesn't help democracy -- then any eventuality is a possibility. But as long as democracy is there, there is no question of that situation arising. All your important installations and weaponry are always u
ar: إذا سقطت الديمقراطية في هذا البلد، إذا لم يقدم العالم يد العون للديمقراطية، فإن أية نهاية يمكن وضعها في خانة الممكنات. لكن ما دامت الديمقراطية هناك، فليس ثمة مجال لطرح ذلك السؤال. إن الأسلحة النووي ليست سلاح كلاشنكوف، فالتكنولوجيا التي تعتمدها معقدة، وليس

source: Interview conducted by Susanne Koelbl
ar: أجرت الحوار: سوزان كويلبل

source: Israel urged to back a two-state solution
ar: حث إسرائيل على دعم حل الدولتين

source: NICOSIA, Cyprus, May 8 (UPI) -- The U.N. International Meeting in Support of Israeli-Palestinian peace has ended with participants urging Israel to support a two-state solution.
ar: نيقوسيا، قبرص/ 8 ماي (UPI)- - انتهت أشغال الاجتماع الدولي للأمم المتحدة لدعم السلام الإسرائيلي – الفلسطيني بحث الدول المشاركة إسرائيل من أجل دعم حل الدولتين.

source: Those taking part in the U.N. gathering Wednesday and Thursday in Cyprus agreed the Israeli government should back a proposal to form two states, one Arab and one Jewish, in the historic region of Palestine in order to end the Israeli-Palestinian conflict
ar: واتفق المشاركون الذين حضروا اجتماع الأمم المتحدة بقبرص يومي الأربعاء والخميس على أنه يتعين على الحكومة الإسرائيلية تقديم الدعم لمقترح تشكيل دولتين، إحداهما عربية والأخرى يهودية، في المنطقة التاريخية لفلسطين بهدف وضع حد للصراع الإسرائيلي الفلسطيني، حسب ما

source: Meeting participants also expressed concern regarding the current situation in the Gaza Strip, which is recovering from an Israeli invasion in December and January that left nearly 1,440 Palestinians dead.
ar: وعبر المشاركون في الاجتماع أيضا عن انشغالهم بالوضعية الراهنة في قطاع غزة، الذي لا يزال يحاول محو آثار الغزو الإسرائيلي الذي تم في دجنبر ويناير الماضيين، والذي خلف 1440 قتيل فلسطيني.
